Repository: ErfanAshki/Shoes_shop_project
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: fa

source: very bad
fa: خیلی بد

source: bad
fa: بد

source: normal
fa: معمولی

source: good
fa: خوب

source: very good
fa: خیلی خوب

source: comment_text
fa: متن نظر

source: date of creation
fa: تاریخ ایجاد

source: rate for this shoes
fa: امتیاز برای این کفش

source: create new product page
fa: صفحه ساخت محصول جدید

source: create new product
fa: ساخت محصول جدید

source: save
fa: ذخیره کردن

source: delete
fa: حذف کردن

source: page
fa: صفحه

source: delete product
fa: صفحه حذف

source: do you want to delete
fa: آیا می خواهی حذف کنی

source: Yes
fa: بله

source: add to cart
fa: اضافه به سبد خرید

source: category
fa: دسته بندی

source: product changes
fa: تغییرات محصول

source: product description
fa: توضیحات محصول

source: comments
fa: نظرات

source: comments for
fa: نظرات برای

source: comment body
fa: متن نظر

source: write your comment
fa: نظرتان را بنویسید

source: submit
fa: ارسال

source: You must login in website to write comments.
fa: برای نوشتن کامنت باید در سایت ثبت نام کنید.

source: shoes categories list page
fa: صفحه لیست دسته بندی کفش ها

source: categories of shoes
fa: دسته بندی کفش ها

source: Men shoes
fa: کفش مردانه

source: Women shoes
fa: کفش زنانه

source: men shoes list page
fa: صفحه لیست کفش های مردانه

source: men shoes
fa: کفش مردانه

source: update
fa: تغییر

source: update product
fa: تغییر محصول

source: women shoes list page
fa: صفحه لیست کفش های زنانه

source: women shoes
fa: کفش زنانه

source: Your comment successfully saved
fa: نظر شما با موفقیت ثبت شد

source: new product successfully saved.
fa: محصول جدید با موفقیت ثبت شد

source: product successfully update
fa: محصول جدید با موفقیت تغییر کرد

source: product successfully delete
fa: محصول جدید با موفقیت حذف شد
